[
  
  {
    "id": 1,
    "name": "Charmika lift chair",
    "description": "Experience unparalleled comfort and convenience with the Charmika lift chair. Designed with luxurious upholstery and advanced lifting technology, this chair offers exceptional support and ease of use. Whether you're relaxing after a long day or need assistance standing up, the Charmika lift chair provides the perfect blend of style and functionality. Plus, with its sleek design and premium craftsmanship, it's sure to enhance any living space.",
    "brand": "Charmika",
    "price": "10.99",
    "category": "Furniture"
  },
  
  {
      "id": 2,
      "name": "Samsung Galaxy S23 Ultra",
      "description": "Elevate your mobile experience with the Samsung Galaxy S23 Ultra. Boasting a sleek design and a vibrant Dynamic AMOLED display, this flagship smartphone offers a premium user experience. Powered by the latest Exynos processor and equipped with a versatile quad-camera setup, the Galaxy S23 Ultra delivers exceptional performance and photography capabilities. Whether you're gaming, streaming, or multitasking, the Galaxy S23 Ultra is the ultimate companion for your digital lifestyle.",
      "brand": "Samsung ",
      "price": "20.49",
      "category": "Smartphones"
  },
  {
      "id": 3,
      "name": "Google Pixel 7 Pro",
      "description": "Introducing the Google Pixel 7 Pro, the epitome of Android excellence. With its sleek design, powerful Snapdragon processor, and industry-leading camera system, the Pixel 7 Pro is engineered to impress. Whether you're capturing stunning photos, streaming your favorite content, or staying productive on the go, the Pixel 7 Pro delivers a seamless and intuitive user experience. Plus, with the latest Android 13 software and guaranteed updates, you'll always stay ahead of the curve.",
      "brand": "Google",
      "price": "15.79",
      "category": "Smartphones"
  },
  {
      "id": 4,
      "name": "OnePlus 11 Pro",
      "description": "Experience the future of mobile technology with the OnePlus 11 Pro. Featuring a sleek design, powerful Snapdragon processor, and smooth 120Hz display, this flagship smartphone is built for speed and performance. Whether you're gaming, streaming, or multitasking, the OnePlus 11 Pro delivers a fluid and immersive user experience. Plus, with OxygenOS 13 and fast-charging technology, you'll stay connected and productive all day long.",
      "brand": "OnePlus",
      "price": "8.99",
      "category": "Smartphones"
  },
  {
      "id": 5,
      "name": "Xiaomi 13 Pro",
      "description": "Unlock your full potential with the Xiaomi 13 Pro. Featuring a stunning AMOLED display, powerful Snapdragon processor, and versatile camera system, this flagship smartphone is designed to inspire. Whether you're capturing breathtaking photos, gaming with console-like graphics, or streaming your favorite content, the Xiaomi 13 Pro delivers an exceptional user experience. Plus, with MIUI 14 and 5G connectivity, you'll stay ahead of the curve.",
      "brand": "Xiaomi",
      "price": "25.99",
      "category": "Smartphones"
  },
  {
      "id": 6,
      "name": "Apple MacBook Air M2",
      "description": "Introducing the all-new Apple MacBook Air M2, the ultimate combination of power and portability. Featuring the groundbreaking M2 chip, stunning Retina display, and all-day battery life, the MacBook Air M2 is designed to take your productivity to new heights. Whether you're editing photos, streaming 4K video, or multitasking with ease, the MacBook Air M2 delivers a seamless and responsive user experience. Plus, with macOS Monterey and Thunderbolt 4 support, you'll have everything you need to unleash your creativity.",
      "brand": "Apple",
      "price": "18.49",
      "category": "Laptops"
  },
  {
      "id": 7,
      "name": "Dell XPS 13",
      "description": "Experience uncompromising performance with the Dell XPS 13. Featuring a stunning InfinityEdge display, powerful Intel processor, and sleek design, this ultraportable laptop is built to impress. Whether you're working, streaming, or creating content, the XPS 13 delivers a seamless and immersive user experience. Plus, with Windows 11 and Thunderbolt 4 support, you'll stay productive and connected wherever you go.",
      "brand": "Dell",
      "price": "12.99",
      "category": "Laptops"
  },
  {
      "id": 8,
      "name": "Microsoft Surface Laptop Studio",
      "description": "Unleash your creativity with the Microsoft Surface Laptop Studio. Featuring a versatile design, powerful Intel processor, and innovative PixelSense display, this next-generation laptop is designed to adapt to your workflow. Whether you're sketching, writing, or coding, the Surface Laptop Studio offers a responsive and intuitive user experience. Plus, with Windows 11 and Surface Pen compatibility, you'll have everything you need to bring your ideas to life.",
      "brand": "Microsoft",
      "price": "19.99",
      "category": "Laptops"
  },
  {
      "id": 9,
      "name": "ASUS Zenbook 14 OLED",
      "description": "Elevate your productivity with the ASUS Zenbook 14 OLED. Featuring a stunning OLED display, powerful AMD processor, and ultraportable design, this premium laptop is perfect for work and play. Whether you're editing photos, streaming 4K video, or multitasking with ease, the Zenbook 14 OLED delivers a seamless and immersive user experience. Plus, with Windows 11 and ASUS Pen support, you'll have everything you need to stay productive and creative.",
      "brand": "ASUS",
      "price": "14.49",
      "category": "Laptops"
  },
  {
      "id": 10,
      "name": "Lenovo ThinkPad X1 Carbon",
      "description": "Get ready to conquer your day with the Lenovo ThinkPad X1 Carbon. Featuring a durable carbon fiber chassis, powerful Intel processor, and all-day battery life, this ultraportable laptop is built for business and beyond. Whether you're crunching numbers, presenting to clients, or collaborating with colleagues, the ThinkPad X1 Carbon delivers uncompromising performance and reliability. Plus, with Windows 11 and legendary ThinkPad durability, you'll stay productive and focused wherever you go.",
      "brand": "Lenovo",
      "price": "11.99",
      "category": "Laptops"
  },
  {
    "id": 11,
    "name": "Apple Watch Series 8",
    "description": "Discover the future of wearable technology with the Apple Watch Series 8. Featuring a sleek design, advanced health monitoring, and innovative features, the Series 8 is designed to keep you connected and motivated. Whether you're tracking your workouts, staying on top of your schedule, or exploring new adventures, the Apple Watch Series 8 empowers you to live a healthier and more active lifestyle. Plus, with watchOS 8 and seamless integration with your iPhone, you'll stay in control and in the know wherever you go.",
    "brand": "Apple",
    "price": "22.49",
    "category": "Smartwatches"
},
{
    "id": 12,
    "name": "Samsung Galaxy Watch 5 Pro",
    "description": "Elevate your wrist game with the Samsung Galaxy Watch 5 Pro. Featuring a sleek design, advanced fitness tracking, and long-lasting battery life, the Galaxy Watch 5 Pro is your ultimate companion for everyday adventures. Whether you're hitting the gym, exploring the great outdoors, or staying connected on the go, the Galaxy Watch 5 Pro keeps you motivated and informed every step of the way. Plus, with seamless integration with your Galaxy smartphone and a wide range of customizable watch faces, you'll always stay stylish and on trend.",
    "brand": "Samsung",
    "price": "16.79",
    "category": "Smartwatches"
},
{
    "id": 13,
    "name": "Google Pixel Watch",
    "description": "Experience the future of wearables with the Google Pixel Watch. Featuring a sleek design, advanced health tracking, and seamless integration with your Pixel smartphone, the Pixel Watch is designed to keep you connected and in control. Whether you're tracking your workouts, monitoring your heart rate, or staying on top of your notifications, the Pixel Watch empowers you to live your best life. Plus, with Wear OS 3 and Google Assistant built-in, you'll have everything you need right on your wrist.",
    "brand": "Google",
    "price": "9.99",
    "category": "Smartwatches"
},
{
    "id": 14,
    "name": "Fitbit Sense 2",
    "description": "Elevate your health and wellness with the Fitbit Sense 2. Featuring advanced health tracking, stress management tools, and built-in GPS, the Sense 2 is your ultimate fitness companion. Whether you're tracking your steps, monitoring your sleep, or practicing mindfulness, the Sense 2 helps you understand your body and make healthier choices. Plus, with Fitbit Premium and a vibrant AMOLED display, you'll stay motivated and inspired to reach your goals.",
    "brand": "Fitbit",
    "price": "21.99",
    "category": "Smartwatches"
},
{
    "id": 15,
    "name": "Garmin Forerunner 265",
    "description": "Take your training to the next level with the Garmin Forerunner 265. Featuring advanced GPS tracking, personalized coaching, and multisport modes, the Forerunner 265 is your ultimate fitness partner. Whether you're running, cycling, or swimming, the Forerunner 265 provides real-time data and insights to help you improve your performance and reach your goals. Plus, with smart notifications and long-lasting battery life, you'll stay connected and motivated every step of the way.",
    "brand": "Garmin",
    "price": "17.49",
    "category": "Smartwatches"
}
]
